Repository: DOAJ/doaj
Catalog: portality/ui/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Does the journal adhere to DOAJ’s definition of open access?
fr: La revue adhère-t-elle à la définition de DOAJ du libre accès?

source: Yes
fr: Oui

source: No
fr: Non

source: See <a href='https://blog.doaj.org/2020/11/17/what-does-doaj-define-as-open-access/' target='_blank' rel='noopener'>DOAJ’s definition of open access explained in full</a>.
fr: Voir <a href='https://blog.doaj.org/2020/11/17/what-does-doaj-define-as-open-access/' target='_blank' rel='noopener'>la définition du libre accès tel que défini par DOAJ</a>.

source: You must answer 'Yes'
fr: Vous devez répondre 'Oui'

source: You must answer <strong>Yes</strong> to continue
fr: Vous devez répondre <strong>Oui</strong> pour poursuivre

source: The journal website must display its open access statement. Where can we find this information?
fr: La revue doit afficher une déclaration en matière de libre accès. Où se trouve-t-elle?

source: Here is an example of a suitable Open Access statement that meets our criteria: <blockquote>This is an open access journal, which means that all content is freely available without charge to the user or his/her institution. Users are allowed to read, download, copy, distribute, print, search, or link to the full texts of the articles, or use them for any other lawful purpose, without asking prior permission from the publisher or the author. This is in accordance with the BOAI definition of open access.</blockquote>
fr: Voici un exemple de déclaration en matière de libre accès répondant à nos critères : <blockquote>Cette revue est en libre accès, ce qui signifie que tout le contenu est librement accessible, sans frais pour toute personne ou institution. Toute personne est autorisée à lire, télécharger, copier, transmettre, imprimer, chercher ou faire un lien vers le texte intégral de ces articles, ou s’en servir à toute autre fin légale, sans avoir à demander l'autorisation préalable de l'éditeur ou de l'auteur·trice. Ceci est conforme à la définition du libre accès de la BOAI.</blockquote>

source: Link to the journal’s open access statement
fr: Lien vers la déclaration de libre accès de la revue

source: Enter the URL for the journal’s Open Access statement page
fr: Saisissez l'URL où se trouve la déclaration en matière de libre accès de la revue.

source: Journal title
fr: Titre de la revue

source: The journal title must match what is displayed on the website and what is registered at the <a href='https://portal.issn.org/' target='_blank' rel='noopener'> ISSN Portal</a>.
fr: Le titre de la revue doit être le même que celui figurant sur son site web et celui inscrit à <a href='https://portal.issn.org/' target='_blank' rel='noopener'>portal.issn.org</a>.

source: For translated titles, you may add the translation as an alternative title.
fr: Pour les titres traduits, vous pouvez ajouter la traduction en tant que titre alternatif.

source: Title in application form, title at ISSN and website must all match
fr: Les titres dans le formulaire, sur le site web et dans le Portail ISSN doivent tous correspondre

source: Enter the journal’s name
fr: Saisissez le titre de la revue

source: Alternative title (including translation of the title)
fr: Titre alternatif (incluant la traduction du titre) (optionnel)

source: Link to the journal’s homepage
fr: Lien vers la page d’accueil de la revue

source: Enter the URL for the journal’s <strong>homepage</strong>
fr: Indiquez l'URL de la <strong>page d'accueil</strong> de la revue

source: ISSN (print)
fr: ISSN (imprimé)

source: Must be a valid ISSN, fully registered and confirmed at the <a href='https://portal.issn.org/' target='_blank' rel='noopener'> ISSN Portal</a>.
fr: Doit être un ISSN valide, enregistré et confirmé sur <a href='https://portal.issn.org/.' target='_blank' rel='noopener'>le Portail ISSN</a>:

source: Use the link under the ISSN you provided to check it.
fr: Utilisez le lien sous l'ISSN que vous avez fourni pour le vérifier.

source: The ISSN must match what is given on the journal website.
fr: L'ISSN doit correspondre à celui indiqué sur le site web de la revue.

source: For example, 2049-3630
fr: Par exemple, 2049-3630

source: ISSN must be provided
fr: Vous devez fournir une URL

source: You must provide <strong>one or both</strong> an online ISSN or a print ISSN
fr: Vous devez fournir un ISSN numérique, un ISSN imprimé <strong>ou les deux</strong>.

source: This is not a valid ISSN
fr: Ceci n'est pas un ISSN valide

source: This field must contain a different value to 'ISSN (online)'
fr: Ce champ doit contenir une valeur différente de celle sous ISSN (numérique)

source: ISSN (online)
fr: ISSN (numérique)

source: For example, 0378-5955
fr: Par exemple, 0378-5955

source: This field must contain a different value to 'ISSN (print)'
fr: Ce champ doit contenir une valeur différente de celle sous ISSN (imprimé)

source: Up to 6 subject keywords in English
fr: Jusqu’à 6 mots-clés en anglais

source: Choose up to 6 keywords that describe the journal's subject matter. Keywords must be in English.
fr: Inscrivez jusqu'à 6 mots-clés qui décrivent le sujet de la revue. Les mots-clés doivent être en anglais.

source: Use single words or short phrases (2 to 3 words) that describe the journal's main topic.
fr: Utilisez des mots uniques ou de courtes expressions (2 à 3 mots) qui décrivent le thème principal de la revue.

source: Do not add acronyms, abbreviations or descriptive sentences.
fr: N’incluez pas d'acronymes, d'abréviations ou de phrases descriptives.

source: Note that the keywords may be edited by DOAJ editorial staff.
fr: Notez que les mots-clés peuvent être modifiés par l’équipe éditoriale du DOAJ.

source: Enter at least <strong>one subject keyword</strong> in English
fr: Saisissez au moins <strong>un mot-clé sujet</strong>, en anglais

source: Languages in which the journal accepts manuscripts
fr: Langues dans lesquelles la revue accepte des manuscrits

source: Enter <strong>at least one</strong> language
fr: Sélectionnez <strong>au moins une</strong> langues

source: Type or select the language
fr: Entrez ou sélectionnez la langue

source: Publisher's name
fr: Nom de l'éditeur

source: Enter the name of the journal's publisher
fr: Indiquez le nom de l'éditeur

source: Type or select the publisher's name
fr: Entrez ou sélectionnez le nom de l'éditeur

source: The Publisher's name and Other organisation's name cannot be the same.
fr: Les champs Nom de l'éditeur et Autre organisation doivent être différents

source: Publisher's country
fr: Pays de l'éditeur

source: The country where the publisher carries out its business operations and is registered.
fr: Le pays où l’éditeur est enregistré et exerce ses activités.

source: You must provide a publisher country
fr: Vous devez fournir une URL

source: Type or select the country
fr: Entrez ou sélectionnez le pays

source: Enter the <strong>country</strong> where the publisher carries out its business operations and is registered
fr: Saisissez <strong>le pays</strong> où l’éditeur est enregistré et exerce ses activités.

source: Other organisation's name
fr: Nom de l’autre organisation

source: Any other organisation associated with the journal
fr: N’importe quelle autre organisation associée à la revue

source: The journal may be owned, funded, sponsored, or supported by another organisation that is not the publisher. If your journal is linked to a second organisation, enter its name here.
fr: La revue peut être détenue, financée, parrainée ou soutenue par une autre organisation qui n'est pas l'éditeur. Si votre revue est liée à une deuxième organisation, inscrivez son nom ici.

source: Type or select the other organisation's name
fr: Entrez ou sélectionnez le nom de l'organisation

source: Other organisation's country
fr: Pays de l’autre organisation

source: The country in which the other organisation is based
fr: Pays dans lequel cette autre organisation exerce ses activités

source: License(s) permitted by the journal
fr: Licence(s) autorisée(s) par la revue

source: Public domain
fr: Domaine public

source: Publisher's own license
fr: Licence de l’éditeur

source: If Creative Commons licensing is not used, then select <em>Publisher's own license</em> and enter more details below.
fr: Si aucune licence Creative Commons n'est utilisée, sélectionnez <em>Licence de l’éditeur</em> et donnez plus de détails ci-dessous.

source: More information on CC licenses: <br/><a href='https://creativecommons.org/licenses/by/4.0/' target='_blank' 'rel='noopener'>CC BY</a> <br/><a href='https://creativecommons.org/licenses/by-sa/4.0/' target='_blank' 'rel='noopener'>CC BY-SA</a> <br/><a href='https://creativecommons.org/licenses/by-nd/4.0/' target='_blank' 'rel='noopener'>CC BY-ND</a> <br/><a href='https://creativecommons.org/licenses/by-nc/4.0/' target='_blank' 'rel='noopener'>CC BY-NC</a> <br/><a href='https://creativecommons.org/licenses/by-nc-sa/4.0/' target='_blank' 'rel='noopener'>CC BY-NC-SA</a> <br/><a href='https://creativecommons.org/licenses/by-nc-nd/4.0/' target='_blank' 'rel='noopener'>CC BY-NC-ND</a>
fr: Plus d'information sur les licences CC :<br/><a href='https://creativecommons.org/licenses/by/4.0/deed.fr' target='_blank''rel='noopener'>CC BY</a> <br/><a href='https://creativecommons.org/licenses/by-sa/4.0/deed.fr' target='_blank''rel='noopener'>CC BY-SA</a> <br/><a href='https://creativecommons.org/licenses/by-nd/4.0/deed.fr' target='_blank''rel='noopener'>CC BY-ND</a> <br/><a href='https://creativecommons.org/licenses/by-nc/4.0/deed.fr' target='_blank''rel='noopener'>CC BY-NC</a> <br/><a href='https://creativecommons.org/licenses/by-nc-sa/4.0/deed.fr' target='_blank''rel='noopener'>CC BY-NC-SA</a> <br/><a href='https://creativecommons.org/licenses/by-nc-nd/4.0/deed.fr' target='_blank''rel='noopener'>CC BY-NC-ND</a>

source: <a href='https://wiki.creativecommons.org/wiki/CC0_FAQ#What_is_the_difference_between_CC0_and_the_Public_Domain_Mark_.28.22PDM.22.29.3F' target='_blank' rel='noopener'>What is the difference between CC0 and the Public Domain Mark ("PDM")?</a>
fr: <a href='https://wiki.creativecommons.org/wiki/CC0_FAQ#What_is_the_difference_between_CC0_and_the_Public_Domain_Mark_.28.22PDM.22.29.3F' target='_blank' rel='noopener'>Quelle est la différence entre CC0 et la marque du domaine public ("PDM")?</a> (en anglais)

source: Content must be licensed
fr: Une licence doit être fournie

source: Select <strong>at least one</strong> type of license
fr: Sélectionnez <strong>au moins un</strong> type de licence

source: Select all the attributes that your license has
fr: Sélectionnez tous les attributs correspondant à votre licence

source: Share Alike
fr: Partage dans les mêmes conditions

source: No Derivatives
fr: Pas d'oeuvre dérivée / Pas de modification

source: No Commercial Usage
fr: Utilisation non commerciale

source: Where can we find this information?
fr: Où se trouve cette information?

source: Enter the URL for the journal’s <strong>license terms</strong> page
fr: Saisissez l'URL où se trouvent les <strong>informations sur les licences</strong>

source: Link to the page where the license terms are stated on your site.
fr: Lien vers la page de votre site où se trouvent les termes de la licence ou les conditions d’utilisation.

source: You must provide a link to your license terms
fr: Vous devez fournir une URL

source: Does the journal embed and/or display licensing information in its articles?
fr: La revue intègre-t-elle ou affiche-t-elle ses licences ou les conditions d’utilisation dans ses articles?

source: It is recommended that licensing information is included in full-text articles but it is not required for inclusion. Answer <strong>Yes</strong> if licensing is displayed or embedded in all versions of each article.
fr: Il est recommandé d’afficher les informations relatives aux licences ou aux conditions d’utilisation dans les articles en texte intégral, mais cela n’est pas obligatoire pour une inclusion au DOAJ. Répondez <strong>Oui</strong> si les informations relatives aux licences sont affichées ou intégrées dans toutes les versions des articles.

source: Select Yes or No
fr: Sélectionnez Oui ou Non

source: Recent article displaying or embedding a license in the full text
fr: Article récent où la licence est intégrée ou affichée dans le texte intégral.

source: Link to an example article
fr: Lien vers un exemple d'article

source: Enter the URL for any recent article that displays or embeds a license
fr: Saisissez l'URL d'un article récent où la licence est intégrée ou affichée

source: For all the licenses you have indicated above, do authors retain the copyright <b>and</b> full publishing rights without restrictions?
fr: Pour toutes les conditions ou licences indiquées ci-dessus, les auteur·trices conservent-ils leur droit d'auteur <b>et</b> tous les droits de publication sans restriction?

source: Answer <strong>No</strong> if authors transfer copyright or assign exclusive rights to the publisher (including commercial rights). <br/><br/> Answer <strong>Yes</strong> only if authors publishing under any license allowed by the journal retain all rights.
fr: Répondez <strong>Non</strong> si les auteur·trices transfèrent leur droit d'auteur ou cèdent des droits exclusifs à l'éditeur (y compris les droits commerciaux).<br/><br/>Répondez <strong>Oui</strong> seulement si les auteur·trices conservent tous les droits.

source: Copyright terms
fr: Les droits d'auteur

source: Link to the journal’s copyright terms
fr: Saisissez l'URL où se trouvent les modalités du droit d'auteur

source: Enter the URL for the journal’s <strong>copyright terms</strong> page
fr: Saisissez l'URL où se trouvent <strong>les modalités du droit d'auteur</strong>

source: DOAJ only accepts peer-reviewed journals. Which type(s) of peer review does this journal use?
fr: DOAJ accepte seulement les revues évaluées par les pair·es. Quel(s) type(s) d’évaluation par les pair·es la revue utilise-t-elle?

source: Editorial review
fr: Évaluation éditoriale

source: Peer review
fr: Évaluation par les pair·es

source: Anonymous peer review
fr: Évaluation par les pair·es anonyme

source: Double anonymous peer review
fr: Évaluation par les pair·es en double anonyme

source: Post-publication peer review
fr: Évaluation par les pair·es après publication

source: Open peer review
fr: Évaluation par les pair·es ouverte

source: Other
fr: Autre

source: Peer review must be carried out
fr: La revue doit assurer une évaluation par les pairs

source: Select <strong>at least one</strong> type of review process
fr: Sélectionnez <strong>au moins un</strong> type d'évaluation

source: Other peer review
fr: Autre forme d'évaluation par les pair·e·s

source: Enter the name of another type of peer review
fr: Indiquez l'autre type d'évaluation

source: Peer review policy
fr: Politique d'évaluation par les pairs

source: You must provide a URL
fr: Vous devez fournir une URL

source: Link to the journal’s peer review policy
fr: Lien vers la politique d’évaluation par les pair·e·s de la revue

source: Enter the URL for the journal’s <strong>peer review policy</strong> page
fr: Saisissez l'URL où se trouve <strong>la politique d'évaluation</strong>

source: When did the journal start to publish all content using an open license?
fr: Quand la revue a-t-elle commencé à publier son contenu sous une licence ouverte?

source: Please enter the year that the journal started to publish all content as true open access, according to DOAJ's <a href='https://blog.doaj.org/2020/11/17/what-does-doaj-define-as-open-access/' target='_blank' rel='nofollow'>definition</a>.
fr: Veuillez saisir l'année où la revue a commencé à publier tout son contenu en libre accès véritable, selon la <a href='https://blog.doaj.org/2020/11/17/what-does-doaj-define-as-open-access/' target='_blank' rel='nofollow'>définition</a> du DOAJ

source: For journals that have flipped to open access, enter the year that the journal flipped, not the original launch date of the journal.
fr: Pour les revues qui sont devenues en libre accès (flip), entrez l'année où la revue est passée au libre accès et non la date de lancement initial de la revue.

source: For journals that have made digitised backfiles freely available, enter the year that the journal started publishing as a fully open access title, not the date of the earliest free content.
fr: Pour les revues qui ont numérisé leurs anciens numéros pour les rendre disponibles gratuitement, entrez l’année où la revue a commencé à publier en libre accès complet et non la date du contenu gratuit le plus ancien.

source: Enter the Year (YYYY).
fr: Indiquez l'année (AAAA)

source: OA Start Date must be a year in the 4-digit format (eg. 1987) and must be greater than {}
fr: La date de début de l'OA doit être une année au format à 4 chiffres (par exemple, 1987) et doit être supérieure à {}

source: Does the journal routinely screen article submissions for plagiarism?
fr: La revue vérifie-t-elle systématiquement les articles soumis pour détecter le plagiat?

source: Screening for plagiarism is recommended, but is not a requirement for inclusion in DOAJ. If the journal does screen for plagiarism, state the services(s) used on your website.
fr: La vérification du plagiat est recommandée, mais n'est pas obligatoire pour l'inclusion au DOAJ. Si la revue effectue une vérification du plagiat, indiquez le(s) service(s) utilisé(s) sur votre site web.

source: Plagiarism screening
fr: Détection du plagiat

source: Link to the journal’s plagiarism policy
fr: Lien vers la politique de la revue sur le plagiat

source: The page should state that the journal actively checks for plagiarism and explain how this is done (including the name of any software or service used).
fr: Cette page doit indiquer que la revue vérifie activement le plagiat et expliquer comment cela est effectué (y compris le nom de tout logiciel ou service utilisé).

source: Enter the URL for the journal’s <strong>plagiarism policy</strong> page
fr: Saisissez l'URL où se trouve la <strong>politique de plagiat</strong>

source: Link to the journal’s <b>Aims & Scope</b>
fr: Lien vers les informations sur <b>les objectifs et la couverture de la revue</b>

source: Enter the URL for the journal’s <strong>Aims & Scope</strong> page
fr: Saisissez l'URL où se trouvent les <strong>objectifs et la couverture</strong> de la revue

source: Link to the journal’s <b>Editorial Board</b>
fr: Lien vers le <b>comité éditorial</b> de la revue

source: Enter the URL for the journal’s <strong>Editorial Board</strong> page
fr: Saisissez l'URL où se trouve le <strong>comité éditorial</strong>

source: Link to the journal’s <b>Instructions for Authors</b>
fr: Lien vers les <b>instructions aux auteur·trices</b>

source: Enter the URL for the journal’s <strong>Instructions for Authors</strong> page
fr: Saisissez l'URL où se trouvent les <strong>instructions aux auteur·trices</strong>

source: Average number of <strong>weeks</strong> between article submission & publication
fr: Nombre moyen de <strong>semaines</strong> entre la soumission d’un article et sa publication

source: Enter an average number of weeks
fr: Entrez un nombre moyen de semaines

source: Does the journal charge fees for publishing an article (APCs)?
fr: La revue facture-t-elle des frais pour la publication d’un article (APC)?

source: Publication fees are sometimes called article processing charges (APCs). You should answer Yes if any fee is required from the author for publishing their paper.
fr: Les frais de publication sont parfois appelés frais de traitement des articles (APC en anglais). Vous devez répondre Oui si des frais sont exigés à l'auteur·trice pour la publication de son article.

source: You must tell us about any APCs
fr: Vous devez nous informer de tout APC

source: Highest fee charged
fr: Frais les plus élevés pouvant être facturés

source: If the journal charges a range of fees for the publication of an article, enter the highest fee. If the fee can be paid in more than one currency, you may list them here.
fr: Si la revue applique une gamme de frais pour la publication d'un article, indiquez le montant le plus élevé. Si les frais peuvent être payés dans plusieurs devises, vous pouvez les indiquer ici.

source: Enter the currency or currencies for the journal’s publishing fees
fr: Saisissez la ou les devises pour les frais de publication de la revue

source: Enter the value of the highest publishing fee the journal has charged
fr: Saisissez la valeur des frais de publication les plus élevés facturés par la revue

source: Publication fees
fr: Frais de publication

source: Link to the page where this is stated. The page must declare <b>whether or not</b> there is a fee to publish an article in the journal.
fr: Lien vers la page où cette information se trouve. Celle-ci doit préciser s'il y a des frais pour publier un article dans la <b>revue ou non</b>.

source: Enter the URL for the journal’s <strong>publication fees</strong> information page
fr: Saisissez l'URL où se trouvent les informations sur les <strong>frais de publication</strong>

source: Does the journal provide a waiver or discount on publication fees for authors?
fr: La revue offre-t-elle une exonération ou une réduction des frais de publication aux auteur·trices?

source: Answer <strong>Yes</strong> if the journal provides publication fee waivers for authors from low-income economies, discounts for authors from lower middle-income economies, and/or waivers and discounts for other authors with demonstrable needs.
fr: Répondez <strong>Oui</strong> si la revue offre des exonérations de frais de publication pour les auteur·trices venant de pays à faible revenu, des réductions pour les auteur·trices venant de pays au revenu moyen inférieur ou des exonérations et réductions pour d'autres auteur·trices ayant des besoins pouvant être démontrés.

source: Publication fee waiver
fr: Exonération des frais de publication

source: Link to the journal’s waiver information.
fr: Lien vers les informations sur l'exonération de frais

source: Enter the URL for the journal’s <strong>waiver information</strong> page
fr: Saisissez l'URL où se <strong>trouve l'information</strong> sur les exonérations

source: Does the journal charge any other fees to authors?
fr: La revue facture-t-elle d’autres frais aux auteurs ?

source: Declare all other charges: editorial processing charges, language editing fees, colour charges, submission fees, page charges, membership fees, print subscription costs, other supplementary charges
fr: Déclarez tous les autres frais : frais de traitement éditorial, frais de révision linguistique, frais de publication en couleur, frais de soumission, frais par page, frais d'adhésion, coûts d'abonnement à l’imprimé, autres frais supplémentaires.

source: You must declare any other charges if they exist
fr: Vous devez déclarer tous les autres frais s'ils existent

source: Other fees
fr: Autres frais

source: Link to the journal’s fees information
fr: Lien vers les informations sur les frais

source: Enter the URL for the journal’s <strong>fees<strong> information page
fr: Saisissez l'URL où se trouvent les informations sur les <strong>frais</strong>

source: Long-term preservation service(s) where the journal is currently archived
fr: Service(s) de préservation à long terme où la revue est actuellement archivée

source: A national library
fr: Une bibliothèque nationale
