Repository: DOAJ/doaj
Catalog: portality/ui/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Content must be actively deposited in each of the options you choose. If the journal is registered with a service but archiving is not yet active, choose <em>The journal content isn’t archived with a long-term preservation service</em>.
fr: Le contenu doit être déposé en continu dans chacune des options que vous sélectionnez. Si la revue est enregistrée auprès d'un service, mais que l'archivage n'est pas encore actif, <em>choisissez « Le contenu de la revue n'est pas archivé par un service de préservation à long terme</em>.

source: PubMed Central covers PMC U.S.A. and EuropePMC(Wellcome Trust).
fr: PubMed Central comprend PMC (États-Unis) et EuropePMC (Wellcome Trust).

source: Select <strong>at least one</strong> option
fr: Sélectionnez <strong>au moins une</strong> réponse

source: Name of national library
fr: Nom de la bibliothèque nationale

source: Enter the name(s) of the national library or libraries where the journal is archived
fr: Saisissez le(s) nom(s) de la ou des bibliothèques nationales où la revue est archivée

source: Other archiving policy:
fr: Autre politique de préservation :

source: Enter the name of another archiving policy
fr: Indiquez le nom de l'autre politique d'archivage

source: Link to the preservation and archiving information
fr: Lien vers les informations sur la préservation et l'archivage

source: Does the journal have a policy allowing authors to deposit versions of their work in an institutional or other repository of their choice? Where is this policy recorded?
fr: La revue a-t-elle une politique permettant aux auteur·trices de déposer des versions de leur article dans un dépôt institutionnel ou autre dépôt de leur choix? Où cette politique est-elle inscrite?

source: Other (including publisher’s own site)
fr: Autre (y compris le site de l’éditeur)

source: Many authors wish to deposit a copy of their paper in an institutional or other repository of their choice. What is the journal’s policy for this?
fr: De nombreux auteur·trices souhaitent déposer une copie de leur article dans un dépôt institutionnel ou autre dépôt de leur choix. Quelle est la politique de la revue à ce sujet?

source: You should state your policy about the different versions of the paper: <ul style='list-style-type: none;'> <li>Submitted version</li> <li>Accepted version (Author Accepted Manuscript)</li> <li>Published version (Version of Record)</li> </ul>
fr: Vous devez préciser la politique de la revue concernant les différentes versions de l'article: <ul style='list-style-type: none;'> <li>Article soumis</li> <li>Article accepté (manuscrit accepté)</li> <li>Article publié (version de l’éditeur)</li> </ul>

source: Name of other website where policy is registered
fr: Nom de l'autre site web où la politique est inscrite

source: Enter the name of another repository policy
fr: Indiquez le nom de l'autre politique de dépôt

source: Provide the link to the policy in the selected directory. Or select 'Other' and provide a link to the information on your website.
fr: Indiquez le lien vers la politique dans le répertoire sélectionné. Ou sélectionne 'Autre' et indiquez le lien vers les informations sur votre site web.

source: Persistent article identifiers used by the journal
fr: Identifiants pérennes d’articles utilisés par la revue

source: Select at least one
fr: Sélectionnez au moins un

source: DOIs
fr: DOI

source: ARKs
fr: ARK

source: Handles
fr: Handle

source: PURLs
fr: PURL

source: <a href='https://en.wikipedia.org/wiki/Persistent_identifier' target='_blank' rel='noopener'>Read more about PIDs.</a>
fr: <a href='https://fr.wikipedia.org/wiki/Identifiant_p%C3%A9renne' target='_blank' rel='noopener'>Pour en savoir plus sur les PID</a>.

source: Other identifier
fr: Autre identifiant

source: Enter the name of another type of identifier
fr: Indiquez le nom de l'autre type d'identifiant

source: Subscribe to Open
fr: Subscribe to Open (S2O)

source: Is the journal part of the <a href='https://subscribetoopencommunity.org/' target='_blank' rel='noopener'>Subscribe to Open</a> initiative?
fr: Est-ce que la revue fait partie d'une initiative <a href='https://subscribetoopencommunity.org/' target='_blank' rel='noopener'>Subscribe to Open (S2O)</a>?

source: Open access compliance
fr: Exigences en matière de libre accès

source: About the journal
fr: À propos de la revue

source: Publisher
fr: Éditeur

source: Other organisation, if applicable
fr: Autre organisation, s’il y a lieu

source: Licensing
fr: Conditions d'utilisation

source: Embedded licenses
fr: Affichage des licences ou conditions d’utilisation

source: Copyright
fr: Droit d’auteur

source: Plagiarism
fr: Plagiat

source: Editorial
fr: Pratiques éditoriales

source: Publication fee waivers
fr: Exonération des frais de publication

source: Archiving policy
fr: Politique d’archivage

source: Repository policy
fr: Politique de dépôt

source: Unique identifiers & structured data
fr: Identifiants uniques et données structurées

source: This value should be between {min} and {max}
fr: Cette valeur doit être comprise entre {min} et {max}

source: This value should be bigger than {gte}
fr: Cette valeur doit être supérieure à {gte}

source: This value should be smaller than {lte}
fr: Cette valeur doit être inférieure à {lte}

source: Optional
fr: Optionnel

source: More help
fr: Plus d'aide

source: Copy value
fr: Copier la valeur

source: Copied!
fr: Copié!

source: Add
fr: Ajouter

source: Back
fr: Retour

source: of
fr: sur

source: Best practice
fr: Pratiques exemplaires

source: The best practices in this section adhere to publishing standards based around findability, preserving the content and ethical publishing practices.
fr: Les bonnes pratiques de cette section suivent les standards de publication visant la découvrabilité, la préservation des contenus et le respect de l’éthique éditoriale.

source: We encourage journals to adopt these best practices but they are <strong>not</strong> mandatory for DOAJ indexing.
fr: Nous encourageons les revues à les adopter, mais elles ne sont pas obligatoires pour l’indexation dans le DOAJ.

source: Business Model
fr: Modèle économique

source: Copyright & licensing
fr: Droit d’auteur et conditions d'utilisation

source: You are now logged in. When you submit your application, it will be registered to this account. Please note:
fr: Vous êtes maintenant connecté à votre compte. Lorsque vous soumetterez votre candidature, elle sera enregistrée sur ce compte. Veuillez noter que:

source: The application form takes approximately <strong>30 minutes</strong> to complete.
fr: Il faut environ <strong>30 minutes</strong> pour compléter le formulaire de candidature.

source: Your progress is automatically saved.
fr: Votre progression sera automatiquement sauvegardée.

source: You can return to this application at any time by clicking <a href="%(url)s" target="_blank"><em>Dashboard</em> &rarr; <em>Publisher dashboard</em></a> at the top.
fr: Vous pourrez revenir à ce formulaire à tout moment en cliquant sur <a href="%(url)s" target="_blank"><em>Dashboard</em> &rarr; <em>Publisher dashboard</em></a> (Mon compte → Éditeur) en haut de la page

source: You can <a href="/static/doaj/docs/DOAJquestions-for-reference-only.pdf" target="_blank">print or download</a> a PDF list of the questions.
fr: Vous pouvez <a href="/static/doaj/docs/DOAJquestions-for-reference-only.pdf" target="_blank">imprimer ou télécharger</a> une liste des questions au format PDF.

source: You must apply online.
fr: Vous devez soumettre votre candidature avec le formulaire en ligne.

source: We reject the majority of all applications submitted because they do not meet <a href="/apply/guide/#basic-criteria-for-inclusion" target="_blank">our basic criteria</a>. Once rejected, an embargo period of anywhere between 6 months and 3 years is applied. Make sure your application complies fully to our basic criteria to avoid being rejected and embargoed.
fr: Nous rejetons la majorité des candidatures d’indexation soumises car elles ne répondent pas à nos critères de sélection de base. Une fois rejetée, une période d’embargo de 6 mois à 3 ans peut être appliquée. Assurez-vous que votre candidature respecte pleinement nos critères de sélection de base afin d’éviter un rejet et un embargo.

source: DOAJ only accepts fully open access journals
fr: DOAJ n'accepte que les revues pleinement en libre accès

source: Open Access is the condition where the copyright holder of a scholarly work grants usage rights to others using an open license (Creative Commons or equivalent) allowing for immediate free access to the work and permitting any user to read, download, copy, distribute, print, search, or link to the full texts of articles, crawl them for indexing, pass them as data to software, or use them for any other lawful purpose.
fr: Le libre accès désigne la situation où les titulaires des droits d'auteur sur les articles accordent certains droits d’utilisation à des tiers au moyen d’une licence ouverte (telle que Creative Commons ou un équivalent). Une licence ouverte offre un accès gratuit et immédiat aux articles et permet à toute personne de lire, télécharger, copier, transmettre, imprimer, chercher ou faire un lien vers le texte intégral de ces articles, les disséquer pour les indexer, s’en servir de données pour un logiciel, ou s’en servir à toute autre fin légale.

source: Next
fr: Suivant

source: Open link
fr: Ouvrir le lien

source: Full contents
fr: Contenu complet

source: Start typing…
fr: Commencez à taper...

source: About the Journal
fr: À propos de la revue

source: Business model
fr: Modèle économique

source: Edit this section
fr: Modifier cette section

source: Open URL in a new tab
fr: Ouvrir l'URL dans un nouvel onglet

source: DOAJ only indexes open access journals which comply with the statement above. Please check and update the open access statement of your journal. You may return to this application at any time.
fr: DOAJ indexe seulement les revues en libre accès qui respectent l'affirmation ci-dessus. Veuillez vérifier et mettre à jour la déclaration en matière de libre accès de votre revue. Vous pouvez revenir à cette candidature à tout moment.

source: You cannot submit the application because it contains some invalid fields. Please review your answers and try again.
fr: Vous ne pouvez pas soumettre le formulaire car il contient des champs non valides. Veuillez vérifier vos réponses et réessayer.

source: You are about to change the form language. Any unsaved changes may be lost. To keep your changes, close this message and click the "Save Draft" button at the bottom of the page.
fr: Vous êtes sur le point de changer la langue du formulaire. Les modifications non enregistrées risquent d’être perdues. Pour les conserver, fermez ce message et cliquez sur le bouton "Enregistrer le brouillon" en bas de la page.

source: Cancel
fr: Annuler

source: Submit Anyway
fr: Soumettre quand même

source: Related help
fr: Aide associée

source: /apply/guide/
fr: https://www.erudit.org/public/documents/guidecandidatureDOAJ.pdf

source: Guide to applying
fr: Guide pour postuler

source: /apply/publisher-responsibilities/
fr: https://www.erudit.org/public/documents/infoediteursDOAJ.pdf

source: Information for publishers
fr: Informations pour les éditeurs

source: /apply/transparency/
fr: https://www.erudit.org/public/documents/transparenceDOAJ.pdf

source: Transparency & best practice
fr: Transparence et bonnes pratiques

source: /apply/why-index/
fr: https://doaj.org/apply/why-index/

source: Why index your journal in DOAJ?
fr: Pourquoi indexer votre revue dans DOAJ ?

source: Submit
fr: Envoyer

source: Save the draft
fr: Enregistrer le brouillon

source: About
fr: À propos

source: Review your answers
fr: Révisez vos réponses

source: Login to apply
fr: Se connecter pour soumettre une candidature

source: Read our <a href="/apply/guide/">Guide to applying</a> first. It will help you understand the basic criteria that your journal should meet. If you need help with the application form, please <a href="/contact/">contact us</a>.
fr: Veuillez d'abord lire notre <a href="https://www.erudit.org/public/documents/guidecandidatureDOAJ.pdf" target='_blank' 'rel='noopener'>Guide de préparation</a> à la candidature. Il vous aidera à comprendre les critères de base que votre revue doit respecter. Si vous avez besoin d'aide avec le formulaire de candidature, n'hésitez pas à nous <a href="/contact/">contacter</a>.

source: Log in or register to submit your application.
fr: Connectez-vous ou créez un compte pour soumettre votre candidature.

source: Log in to your account
fr: Connectez-vous à votre compte

source: Don’t have an account? <a href="%(url)s">Register here</a>.
fr: Vous n'avez pas de compte? <a href="%(url)s">Enregistrez-vous ici</a>.

source: If you cannot log in, <a href="%(forgot_account)s">reset your password</a>. If you still cannot login, <a href="/contact">contact us</a>.
fr: Si vous ne pouvez pas vous connecter, <a href="%(forgot_account)s">réinitialisez votre mot de passe</a>. Si cela ne fonctionne toujours pas, <a href="/contact">contactez-nous</a>.
